；将本地化文本放入此文件中

[Lucu_Sniper X2SoldierClassTemplate]
DisplayName="狙击手"
ClassSummary="狙击手是擅长远距离射击并从有利位置发动袭击的士兵。"
LeftAbilityTreeTitle="神射手"
RightAbilityTreeTitle="操作员"
AbilityTreeTitles[0]="神射手"
AbilityTreeTitles[1]="操作员"
AbilityTreeTitles[2]="XCOM"

RandomNickNames[0]="幽灵"
RandomNickNames[1]="影子"
RandomNickNames[2]="绞喉"
RandomNickNames[3]="谜"
RandomNickNames[4]="克莱莫尔"
RandomNickNames[5]="流浪者"
RandomNickNames[6]="冰"
RandomNickNames[7]="Nix"
RandomNickNames[8]="长弓"
RandomNickNames[9]="恶魔"
RandomNickNames[10]="十六进制"
RandomNickNames[11]="独奏"
RandomNickNames[12]="独眼巨人"
RandomNickNames[13]="祖鲁"
RandomNickNames[14]="吸血鬼"
RandomNickNames[15]="零"
RandomNickNames[16]="Echo"
RandomNickNames[17]="Alpha"
RandomNickNames[18]="欧米茄"
RandomNickNames[19]="死锁"
RandomNickNames[20]="Emo"
RandomNickNames[21]="噩梦"
RandomNickNames[22]="幽灵"
RandomNickNames[23]="蛇眼"
RandomNickNames[24]="蜘蛛"
RandomNickNames[25]="Xeno"
RandomNickNames[26]="封锁"
RandomNickNames[27]="跟踪者"
RandomNickNames[28]="远射"
RandomNickNames[29]="Low Rider"
RandomNickNames[30]="将军"
RandomNickNames_Male[0]="宙斯"
RandomNickNames_Male[1]="Zed"
RandomNickNames_Male[2]="苗条"
RandomNickNames_Male[3]="沃克"
RandomNickNames_Male[4]="游侠"
RandomNickNames_Male[5]="法老"
RandomNickNames_Male[6]="洛基"
RandomNickNames_Male[7]="教父"
RandomNickNames_Male[8]="术士"
RandomNickNames_Male[9]="模糊"
RandomNickNames_Male[10]="绅士"
RandomNickNames_Male[11]="眼球"
RandomNickNames_Male[12]="舍伍德"
RandomNickNames_Male[13]="超级"
RandomNickNames_Male[14]="水星"
RandomNickNames_Male[15]="弗林特"
RandomNickNames_Female[0]="雅典娜"
RandomNickNames_Female[1]="乌鸦"
RandomNickNames_Female[2]="男爵夫人"
RandomNickNames_Female[3]="格雷女士"
RandomNickNames_Female[4]="黑寡妇"
RandomNickNames_Female[5]="女巫"
RandomNickNames_Female[6]="猩红"
RandomNickNames_Female[7]="奥克利"
RandomNickNames_Female[8]="Gunhawk"
RandomNickNames_Female[9]="Twitch"
RandomNickNames_Female[10]="黛利拉"
RandomNickNames_Female[11]="邦妮"
RandomNickNames_Female[12]="富士"
RandomNickNames_Female[13]="促销"
RandomNickNames_Female[14]="Pepper"
RandomNickNames_Female[15]="丑闻"
RandomNickNames_Female[16]="废料收集者"
RandomNickNames_Female[17]="日落"
RandomNickNames_Female[18]="堆叠者"
RandomNickNames_Female[19]="晚安"

[Lucu_Sniper_SetUp X2AbilityTemplate]
LocFriendlyName="设置"
LocLongDescription="你获得小队视野，但每回合只能获得 1 个行动点。你剩余的行动只能用于本回合移动。持续到你进入下一回合。"
LocHelpText="你获得小队视野，但每回合只能获得 1 个行动点。你剩余的行动可用于本回合移动。持续到你进入下一回合。"
LocFlyOverText="设置"
LocPromotionPopupText="你获得小队视野。<br/><Bullet/>你剩余的行动可用于本回合移动。<br/><Bullet/>你每回合只能获得 1 个行动点。<br/><Bullet/>持续到你进入下一回合。<br/>"

[Lucu_Sniper_SniperTraining X2AbilityTemplate]
LocFriendlyName="狙击训练"
LocLongDescription="您只能使用 1 个行动点数发射狙击步枪，但如果在移动或攻击后发射，则会受到 -10 瞄准惩罚。"
LocHelpText="您只能使用 1 个行动点数发射狙击步枪，但如果在移动或攻击后发射，则会受到 -10 瞄准惩罚。"
LocFlyOverText="狙击训练"
LocPromotionPopupText="您只能使用 1 个行动点数发射狙击步枪。<br/><Bullet/> -10 在移动或攻击后使用主要武器攻击时瞄准。<br/>"

[Lucu_Sniper_SniperRifleShot X2AbilityTemplate]
LocFriendlyName="射击狙击步枪"
LocHelpText="用狙击步枪向目标射击。"
LocLongDescription="<Bullet/>狙击步枪威力强大，远距离射击精准，但总是需要两次动作才能射击<br><Bullet/>发射主要武器总会结束士兵的回合<br>"

[Lucu_Sniper_SniperRifleOverwatch X2AbilityTemplate]
LocFriendlyName="监视"
LocHelpText="向第一个进入你视线的敌人开火，但瞄准会受到惩罚。"
LocLongDescriptionWhenConcealed="向第一个进入你视线的敌人开火，但前提是被发现。"
LocFlyOverText="监视"
LocFriendlyNameWhenConcealed="监视（隐藏）"

[Lucu_Sniper_PistolOverwatch X2AbilityTemplate]
LocFriendlyName="手枪监视"
LocHelpText="使用你的手枪向第一个进入你视线的敌人射击，但会受到瞄准惩罚。"
LocLongDescriptionWhenConcealed="向第一个进入你视线的敌人开火，但前提是被发现。"
LocFlyOverText="手枪监视锋"
LocFriendlyNameWhenConcealed="手枪监视（隐藏）"

[Lucu_Sniper_SniperRifleOverwatch_SetUp X2AbilityTemplate]
LocFriendlyName="守望"
LocLongDescription="允许 监视 通过 小队视野 触发。"
LocHelpText="向第一个进入你视线的敌人开火（在小队视线范围内）。"
LocLongDescriptionWhenConcealed="向第一个进入你视线（在小队视线范围内）的敌人开火，但前提是你被发现。"
LocFlyOverText="守望"
LocFriendlyNameWhenConcealed="守望（隐藏）"
LocPromotionPopupText="<Bullet/> 就像它升级的"守望先锋"能力一样，"长期守望"会受到基本瞄准惩罚。<br/><Bullet/>"长期守望"还会受到小队视线瞄准惩罚，并且惩罚会随着距离的增加而增加。<br/>"

[Lucu_Sniper_ZeroIn X2AbilityTemplate]
LocFriendlyName="稳手"
LocLongDescription="如果你上一回合没有移动，那么你将在第一次攻击中获得 +10 瞄准和 +10 暴击。如果你移动，此奖励将会丢失。"
LocHelpText="如果你上一回合没有移动，那么你将在第一次攻击中获得 +10 瞄准和 +10 暴击。如果你移动，此奖励将会丢失。"
LocFlyOverText="稳手"
LocPromotionPopupText="如果您上一回合没有移动，则在您的第一次攻击中 +10 瞄准和 +10 暴击。<br/><Bullet/>如果您移动，此奖励将会丢失。<br/>"

[Lucu_Sniper_LowProfile X2AbilityTemplate]
LocFriendlyName="低调"
LocLongDescription="将半掩体视为全掩体。"
LocHelpText="将半掩体视为全掩体。"
LocFlyOverText="低调"
LocPromotionPopupText="<Bullet/> 将半掩体视为全掩体。<br/>"

[Lucu_Sniper_PrecisionShot X2AbilityTemplate]
LocFriendlyName="精准射击"
LocLongDescription="发射一发造成 +1/+2/+3 伤害并具有 +30 暴击的射击。2 回合冷却。"
LocHelpText="发射一发子弹，造成 +1/+2/+3 伤害并具有 +30 暴击。2 回合冷却。"
LocFlyOverText="精准射击"
LocPromotionPopupText="<Bullet/> 发射一发子弹，造成 +1/+2/+3 伤害并具有 +30 暴击。<br/><Bullet/> 消耗 1 发弹药。<br/><Bullet/> 2 回合冷却。<br/>"

[Lucu_Sniper_CoverTarget X2AbilityTemplate]
LocFriendlyName="掩护目标"
LocLongDescription="使用掩护火力监视单个目标。此攻击可能造成致命一击。"
LocHelpText="使用掩护火力监视单个目标。此攻击可能造成致命一击。"
LocFlyOverText="封面目标"
LocPromotionPopupText="<Bullet/> 使用掩护火力监视单个目标。<br/><Bullet/> 这次攻击可能造成致命一击。<br/>"

[Lucu_Sniper_TargetLeading X2AbilityTemplate]
LocFriendlyName="目标领先"
LocLongDescription="你在反应射击中获得 +20 瞄准。敌人在你的攻击下会遭受 -20 闪避。"
LocHelpText="你在反应射击中获得 +20 瞄准。敌人在你的攻击下会遭受 -20 闪避。"
LocFlyOverText="目标领先"
LocPromotionPopupText="<Bullet/> 你在反应射击中获得 +20 瞄准。<br/><Bullet/> 敌人在你的攻击下会遭受 -20 闪避。<br/>"

[Lucu_Sniper_Hide X2AbilityTemplate]
LocFriendlyName="隐藏"
LocLongDescription="设置时，如果您上一回合没有攻击，您可以进入隐蔽状态。如果您移动或攻击，此隐蔽状态将消失。您的隐蔽攻击将获得 +20 暴击。"
LocHelpText="设置时，如果您上一回合没有攻击，您可以进入隐蔽状态。如果您移动或攻击，此隐蔽状态将消失。您的隐蔽攻击将获得 +20 暴击。"
LocFlyOverText="隐藏"
LocPromotionPopupText="<Bullet/>设置时，如果您上一回合没有攻击，您可以进入隐蔽状态。<br/><Bullet/>如果您移动，此隐蔽状态将消失。<br/><Bullet/>您的隐蔽攻击获得 +20 暴击。<br/>"

[Lucu_Sniper_HideStealth X2AbilityTemplate]
LocFriendlyName="隐藏"
LocLongDescription="设置时，如果您上一回合没有攻击，您可以进入隐蔽状态。如果您移动或攻击，此隐蔽状态将消失。您的隐蔽攻击将获得 +20 暴击。"
LocHelpText="设置时，如果您上一回合没有攻击，您可以进入隐蔽状态。如果您移动或攻击，此隐蔽状态将消失。您的隐蔽攻击将获得 +20 暴击。"
LocFlyOverText="隐藏"
LocPromotionPopupText="<Bullet/>设置时，如果您上一回合没有攻击，您可以进入隐蔽状态。<br/><Bullet/>如果您移动，此隐蔽状态将消失。<br/><Bullet/>您的隐蔽攻击获得 +20 暴击。<br/>"

[Lucu_Sniper_FollowUp X2AbilityTemplate]
LocFriendlyName="后续"
LocLongDescription="每回合一次，如果你攻击成功但没有杀死目标，你将获得针对同一目标的额外后续攻击。"
LocHelpText="每回合一次，如果你攻击成功但没有杀死目标，你将获得针对同一目标的额外后续攻击。"
LocFlyOverText="后续行动"
LocPromotionPopupText="<Bullet/> 每回合一次，如果你攻击成功但没有杀死目标，你将获得针对同一目标的额外后续攻击。<br/>"

[Lucu_Sniper_FollowUpShot X2AbilityTemplate]
LocFriendlyName="后续"
LocHelpText="向目标进行后续射击。"
LocLongDescription="<Bullet/> 向目标发射后续射击。<br>"

[Lucu_Sniper_Relocation X2AbilityTemplate]
LocFriendlyName="重新定位"
LocLongDescription="每回合一次，如果你的攻击命中目标，则获得 1 次奖励移动。触发重新定位后，你可以在你的回合结束前不结束设置而移动。"
LocHelpText="每回合一次，如果你的攻击命中目标，则获得 1 次奖励移动。触发重新定位后，你可以在你的回合结束前不结束设置而移动。"
LocFlyOverText="重新定位"
LocPromotionPopupText="<Bullet/>每回合一次，如果你的攻击击中目标，则获得 1 次奖励移动。<br/><Bullet/>触发重新定位后，你可以在你的回合结束前移动而不结束设置。<br/>"

[Lucu_Sniper_RelocationActive X2AbilityTemplate]
LocFriendlyName="重新定位"
LocLongDescription="您可以移动而无需结束设置。"
LocHelpText="您可以移动而无需结束设置。"
LocFlyOverText="重新定位"

[Lucu_Sniper_Sharpshooter X2AbilityTemplate]
LocFriendlyName="神枪手"
LocLongDescription="为了瞄准，将敌人的高掩体视为低掩体。"
LocHelpText="为了瞄准，将敌人的高掩体视为低掩体。"
LocFlyOverText="神枪手"
LocPromotionPopupText="<Bullet/> 为了瞄准，将敌人的高掩体视为低掩体。<br/>"

[Lucu_Sniper_SabotRound X2AbilityTemplate]
LocFriendlyName="达姆弹"
LocLongDescription="发射一发子弹，穿透障碍物并对一条线上的敌人造成伤害。无视掩体和目标的 2/4/6 护甲。2 发弹药。4 回合冷却。"
LocHelpText="发射一发子弹，穿透障碍物并对一条线上的敌人造成伤害。无视掩体和目标的 2/4/6 护甲。2 发弹药。4 回合冷却。"
LocFlyOverText="达姆弹"
LocPromotionPopupText="<Bullet/> 发射一发子弹，穿透障碍物并对一条线上的敌人造成伤害。<br/><Bullet/> 无视掩护。<br/><Bullet/> 2/4/6 护甲穿透。<br/><Bullet/> 消耗 2 发弹药。<br/><Bullet/> 4 回合冷却。<br/>"

[Lucu_Sniper_SabotRoundDamage X2AbilityTemplate]
LocFriendlyName="达姆弹"
LocLongDescription="发射一发子弹，穿透障碍物并对一条线上的敌人造成伤害。无视掩体和目标的 2/4/6 护甲。2 发弹药。4 回合冷却。"

[Lucu_Sniper_VitalPointTargeting X2AbilityTemplate]
LocFriendlyName="要害定位"
LocLongDescription="你使用主要武器时获得 +2/+3/+4 伤害。"
LocHelpText="你使用主要武器时获得 +2/+3/+4 伤害。"
LocFlyOverText="要害部位瞄准"
LocPromotionPopupText="<Bullet/>你的主要武器伤害增加 +2/+3/+4。<br/>"

[Lucu_Sniper_InTheZone X2AbilityTemplate]
LocFriendlyName="在区域内"
LocLongDescription="杀死被包抄或未被覆盖的目标可获得 1 次额外攻击机会。"
LocHelpText="杀死被包抄或未被覆盖的目标可获得 1 次额外攻击机会。"
LocFlyOverText="在区域内"
LocPromotionPopupText="<Bullet/> 杀死被包抄或未被覆盖的目标可获得 1 次额外攻击机会。<br/>"

[Lucu_Sniper_BallisticsExpert X2AbilityTemplate]
LocFriendlyName="弹道专家"
LocLongDescription="减少 小队视野远距离瞄准的惩罚。"
LocHelpText="减少小队瞄准远距离的瞄准惩罚。"
LocFlyOverText="弹道专家"
LocPromotionPopupText="<Bullet/> 减少远距离 小队视野的瞄准惩罚。<br/>"

[Lucu_Sniper_BallisticsExpertUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="狙击手：弹道专家"
Summary="经验与训练让狙击手擅长远距离弹道计算。<br/><Bullet/> 减少远距离小队瞄准的瞄准惩罚。<br/>"
